---
kind: other
id: Operators.T:Autodesk.Revit.DB.IFC.IFCAnyHandle
source: html/d7f80fd7-090e-57df-f474-8e0321a2aadf.htm
---
# IFCAnyHandle Operators

Determines whether two IFCAnyHandles are the same.